Repository: pwalsh/openbudgets
Catalog: openbudget/locale/*/LC_MESSAGES/django.po
Languages: ar, he

source: User management
ar: إدارة المستخدم
he: ניהול משתמש

source: Government entities
ar: الجهات الحكومية
he: גופים ממשלתיים

source: Budget records
ar: سجلات الميزانية
he: רשומות תקציב

source: Budget taxonomies
ar: التصنيفات الميزانية
he: טקסומוניות תקציב

source: Transport
ar: نقل
he: תחבורה

source: Generic pages
ar: صفحات عامة
he: דפים גנריים

source: File management
ar: إدارة الملفات
he: ניהול מדיה

source: Media browser
ar: متصفح وسائل الإعلام
he: דפדפן מדיה

source: Codebase translations
ar: ترجمات كوديباسي
he: תרגומים סטטיים

source: External resources
ar: الموارد الخارجية
he: מקורות חיצוניים

source: Open Budget Documentation
ar: فتح وثائق الميزانية
he: מסמכי התקציב הפתוח

source: Django Documentation
ar: جانغو التوثيق
he: מסמכי Django

source: Open Budget Repository
ar: فتح مستودع الميزانية
he: מאגר התקציב הפתוח

source: Credits
ar: ائتمانات
he: קרדיטים

source: Email developers
ar: المطورين البريد الإلكتروني
he: מפתחי דוא"ל

source: Designed by bnop
ar: صمم على يد بنوف
he: עוצב ע"י bnop

source: Email designers
ar: المصممين البريد الإلكتروني
he: מעצבי דוא"ל

source: Recent Actions
ar: الإجراءات الأخيرة
he: פעולות אחרונות

source: Account credentials
ar: اعتماد الحساب
he: אישורי חשבון

source: Set your preferred language for the app
ar: تعيين لغتك المفضلة للتطبيق
he: קבעו את השפה המעודפת עליכם באפליקציה

source: Core team user
ar: مستخدم الفريق الأساسي
he: משתמש קבוצת ליבה

source: Core team users
ar: مستخدمين الفريق الأساسي
he: משתמשי קבוצת ליבה

source: Content team user
ar: مستخدم فريق المحتوى
he: משתמש קבוצת תוכן

source: Content team users
ar: المستخدمين فريق المحتوى
he: משתמשי קבוצת תוכן

source: Public user
ar: مستخدم عام
he: משתמש ציבורי

source: Public users
ar: مستخدمين عامين
he: משתמשים ציבוריים

source: Change your password
ar: تغيير كلمة السر الخاصة بك
he: שינוי סיסמה

source: Forgot password
ar: نسيت كلمة المرور
he: שכחת סיסמה

source: Logout
ar: الخروج
he: צא

source: Login
ar: دخول
he: כניסה

source: Population (Male)
ar: عدد السكان الذكور
he: אוכלוסיית הגברים

source: Population (Female)
ar: عدد السكان النساء
he: אוכלוסיית הנשים

source: Population
ar: عدد السكان
he: אוכלוסיה

source: Ground Surface
ar: منطقة السلطة
he: שטח הרשות

source: Schools
ar: مدارس
he: בתי ספר

source: Gini Index
ar: مؤشر جيني
he: מדד ג'יני

source: Socio-Economic Index
ar: مستوى الديموغرافية الاجتماعية والاقتصادية
he: רמה דמוגרפית חברתית כלכלית

source: Data object
ar: موضوع بيانات

source: Contextual data as JSON for the Entity/Time Period.
ar: البيانات السياقية كما جسون لكيان / الفترة الزمنية

source: Metric
ar: متري/موزون

source: Imperial
ar: ملوكي

source: Default
ar: الافتراضي

source: Dunams
ar: دونم

source: Name
ar: اسم
he: שם

source: Measurement System
ar: نظام القياس

source: The applicable measurement unit for this domain.
ar: وحدة القياس المطبقة لهذا المجال
he: יחידת מדידת אורך מקובלת במחלקה

source: Ground Surface Unit
ar: وحدة سطح الأرض
he: יחידת שטח קרקע

source: Currency
ar: عملة
he: מטבע

source: Index
ar: مؤشر
he: אינדקס

source: Description
ar: وصف
he: תיאור

source: Code
ar: رمز
he: קוד

source: entity
ar: كيان
he: רשות

source: entities
ar: كيانات
he: רשויות

source: Back to all entities
ar: العودة الى جميع الكيانات
he: בחזרה לכל הרשויות

source: Budgets and Actuals
ar: الميزانيات والعمل الفعلي

source: is a
ar: هو

source: of
ar: من
he: מתוך

source: and therefore does not declare budgets. It serves a purely administrative function.
ar: وبالتالي لا تعلن الميزانيات. يخدم وظيفة إدارية بحتة.

source: Budgets available
ar: الميزانيات المتوفرة
he: תקציבים זמינים

source: There are no Budgets this entity
ar: لا توجد ميزانيات هذا الكيان
he: אין תקציבים לרשות זו

source: Budget
ar: ميزانية
he: תכנון

source: Search
ar: بحث
he: חיפוש

source: Actual
ar: واقعي
he: ביצוע

source: Star
ar: نجم
he: זכור

source: Stars
ar: نجوم
he: זכורים

source: Follow
ar: تابع
he: מעקב

source: Follows
ar: يتبع
he: מעקבים

source: Share
ar: حصة
he: שיתוף

source: Shares
ar: أسهم/حصص
he: שיתופים

source: or
ar: أو
he: או

source: Register
ar: تسجيل
he: הרשם

source: to comment
ar: للتعليق
he: להגיב

source: Discussion
ar: نقاش
he: דיון

source: Unstar
ar: إلغاء التمييز بنجمة
he: בטל סימון כוכב

source: Unstar this item
ar: إلغاء التمييز بنجمة لهذا البند
he: בטל סימון כוכב לפריט זה

source: Add this item to your starred items for future reference.
ar: إضافة هذا البند إلى العناصر المميزة بنجمة الخاصة بك لتكون مرجعا في المستقبل

source: Unfollow
ar: إلغاء التبع
he: ביטול מעקב

source: Unfollow this item
ar: إلغاء التبع لهذا البند
he: בטל מעקב אחר פריט זה

source: Add this item to your followed items. You will receive email for any updates or discussion on the item.
ar: اضف هذه البند الى البنود الخاصة بك يليه. سوف تتلقى البريد الإلكتروني عن أي تحديثات أو المناقشة بشأن هذا البند

source: Publication status
ar: حالة النشر
he: סטטוס פרסום

source: Determines whether the page is publically accessible or not.
ar: يحدد إذا كانت الصفحة يمكن الوصول إليها علنا أو لا

source: Page title
ar: عنوان الصفحة
he: כותרת עמוד

source: The main heading for your page.
ar: العنوان الرئيسي لصفحتك الخاصة

source: Content
ar: محتوى
he: תוכן

source: The main content for this page.
ar: المحتوى الرئيسي لهذه الصفحة
he: התוכן העיקרי לעמוד זה

source: A number used to order pages in indexes, as an alternative to date-based ordering.
ar: عدد يستعمل لترتيب الصفحات في الفهارس، كبديل للالمستندة إلى تاريخ الطلب

source: Show in navigation
ar: تظهر في الملاحة
he: הראה בניווט

source: A hook to control whether the page will be displayed in main navigation lists.
ar: شبكة للسيطرة على ما إذا كان سيتم عرض الصفحة في قوائم التصفح الرئيسية.

source: page
ar: صفحة
he: עמוד

source: pages
ar: صفحات
he: עמודים

source: Home
ar: بيت
he: דף הבית

source: Contact
ar: اتصالاتصل
he: צור קשר

source: Provide a short description of this project
ar: قدم وصفا موجزا لهذا المشروع

source: Featured
ar: متميز

source: Data and configuration
ar: البيانات والتكوين

source: Project
ar: مشروع
he: פרויקט

source: Projects
ar: مشاريع
he: כלים

source: Author
ar: كاتب

source: Last modified
ar: آخر تعديل
he: שונה לאחרונה

source: View
ar: رأي

source: REVENUE
ar: الإيرادات
he: הכנסה

source: EXPENDITURE
ar: الإنفاق
he: הוצאה

source: REVENUE/EXPENDITURE
ar: الإيرادات / النفقات
he: הכנסה/הוצאה

source: Path
ar: مسار

source: Entry description
ar: وصف الدخول
he: תיאור ערך

source: Inverse node can not point to self.
ar: عقدة معكوس لا يمكن أن نشير إلى الذات

source: Inverse node's direction can not be the same as self direction.
ar: اتجاه عقدة معكوس لا يمكن أن يكون نفس التوجيه الذات

source: Node with name: {name}; code: {code}; parent: {parent}; already exists in template: {template}
ar: عقدة مع اسم: {اسم}؛ رمز: {رمز}؛ الوالد: {الأم}؛ موجود بالفعل في القالب: {قالب}

source: Description that appears for this entry.
ar: الوصف الذي يظهر لهذا الدخول

source: Items
ar: بنود
he: פריטים

source: in total
ar: في المجموع
he: סך הכל

source: NIS
ar: شيقل
he: ש"ח

source: Export this Budget
ar: تصدير هذه الميزانية
he: ייצא תקציב זה

source: Related files
ar: الملفات ذات الصلة
he: קבצים קשורים

source: Reference files
ar: الملفات المرجعية

source: The source files used to enter this data into the system.
ar: ملفات المصدرالتي تستخدم لإدخال هذه البيانات في النظام

source: View info
ar: مشهد معلومات
he: צפה במידע

source: Download file
ar: تحميل الملف
he: הורד קובץ

source: We have no stored reference sources.
ar: لا تتواجد لدينا مصادر مرجعية مخزنة

source: Auxiliary files
ar: ملفات المساعدة

source: Files uploaded by other users.
ar: ملفات التي تم تحميلها من قبل المستخدمين الآخرين.
he: קבצים שהועלו על ידי משתמשים אחרים

source: added by
ar: أضيفت على يد
he: נוסף על ידי

source: See something else
ar: رؤية شيء آخر

source: All municipalities
ar: جميع البلديات
he: כל הרשויות

source: budget
ar: ميزانية
he: תכנון

source: Back to the Budget
ar: عودة إلى الميزانية
he: בחזרה לתקציב

source: Back to the Entity
ar: عودة إلى الكيان
he: בחזרה לרשות

source: Source Name
ar: اسم المصدر
he: שם המקור

source: The name of this data source
ar: اسم مصدر البيانات هذا
he: שם מקור הנתונים

source: Source data file
ar: ملف مصدر البيانات
he: מקור קובץ נתונים

source: The source file.
ar: ملف المصدر
he: קובץ המקור

source: Source URL
ar: مصدر URL

source: The URL the data was retrieved from
ar: عنوان الURL الذي تم استرداد البيانات منه

source: Data retrieval date
ar: تاريخ استرجاع البيانات
he: תאריך משיכת הנתונים

source: The date this data was retrieved from the source
ar: التاريخ الذي به تم استرجاع هذه البيانات من المصدر
he: התאריך בו נתונים אלה נלקחו מהמקור

source: Notes
ar: ملاحظات
he: הערות

source: Write any additional notes about the sourcing of this dataset
ar: كتابة أية ملاحظات إضافية حول الحصول على مصادر للهذه البينات

source: Reference source
ar: مصدر مرجعي

source: Reference sources
ar: مصادر مرجعية

source: Auxilliary source
ar: مصدر مساعدة

source: Auxilliary sources
ar: مصادر المساعدة

source: auxiliary source
ar: مصدر مساعدة

source: Uploaded by
ar: تم التحميل بواسطة
he: הועלה על ידי

source: About
ar: حول
he: אודות

source: Retreived from
ar: تم الاسترجاع من

source: Retreival date
ar: تاريخ الاسترجاع

source: Download
ar: تحميل
he: הורדה

source: reference source
ar: مصدر مرجعي

source: The name of this taxonomy.
ar: اسم هذا التصنيف
he: שם הטקסונומיה

source: Taxonomy description
ar: وصف التصنيف
he: תיאור הטקסונומיה

source: Describe the purpose and goals of this taxonomy.
ar: صف الغرض والأهداف من هذا التصنيف
he: תיאור התכלית והמטרות של טקסונומיה זו

source: Determines whether the taxonomy is publically viewable.
ar: يحدد إذا كان التصنيف هو للعرض علنا

source: Taxonomy
ar: التصنيف
he: טקסונומיה

source: Taxonomies
ar: التصنيفات
he: טקסונומיות

source: Tag
ar: وسم
he: תג

source: Tags
ar: اوسمة
he: תגיות

source: Tagged node
ar: عقدة موسومة

source: Tagged nodes
ar: العقد الموسومة

source: A tag in the
ar: علامة في

source: taxonomy by
ar: التصنيف من قبل
he: טקסונומיה על ידי

source: Tagged Nodes
ar: العقد الموسومة

source: Budgetary data with this tag
ar: بيانات الميزانية مع هذه الاشارة
he: נתוני תקציב עם תג

source: Budgets
ar: ميزانيات
he: תקציבים

source: A Taxonomy by
ar: للتصنيف من قبل

source: Browse your file.
ar: تصفح ملفك الخاص
he: עיין בקובץ שלך

source: String
ar: سلسلة

source: A word or some such.
ar: كلمة أو بعض من هذا القبيل

source: Data Syntax Error
ar: خطأ في بناء جملة البيانات

source: Data Ambiguity Error
ar: خطأ غموض البيانات

source: Data Validation Error
ar: خطأ التحقق من صحة البيانات

source: Node Direction Error
ar: عقدة خطأ اتجاه

source: Nodes Path Interpolation Error
ar: العقد مسار خطأ الاستيفاء

source: Inverse Scopes Error
ar: معكوس نطاقات خطأ

source: Import data
ar: استيراد بيانات
he: יבוא נתונים

source: Import success
ar: استيراد النجاح

source: Source file
ar: الملف المصدر
he: מקור קובץ נתונים

source: Submit
ar: قدم
he: אישור

source: Created on
ar: تم إنشائه يوم
he: נוצר ב

source: Period start
ar: بداية الفترة

source: Period end
ar: نهاية الفترة
he: תאריך סיום

source: Preview your comment
ar: معاينة تعليقك
he: הצג תגובה

source: Please correct the error below
ar: يرجى تصحيح الأخطاء أدناه

source: and
ar: و
he: ו

source: Post your comment
ar: أضف تعليقك
he: פרסם תגובה

source: or make changes
ar: أو إجراء تغييرات
he: או עשה שינויים

source: Post
ar: لصق
he: פרסם

source: Preview
ar: عرض مسبق
he: הצג

source: This discussion has
ar: هذه المناقشة لديه
he: הדיון

source: comments
ar: تعليقات
he: תגובות

source: What do you have to say
ar: ماذا لديك لتقوله
he: מה יש לך להגיד

source: Change
ar: تغيير
he: שנה

source: Create
ar: خلق
he: צור

source: Delete
ar: حذف
he: מחק

source: Update
ar: تحديث
he: עדכון

source: Previous
ar: سابق
he: הקודם

source: Page
ar: صفحة
he: עמוד

source: Next
ar: التالي
he: הבא

source: Terms
ar: شروط
he: תנאים

source: Privacy
ar: خصوصية
he: פרטיות

source: Activation complete
ar: كمالة التفعيل

source: Activation problem
ar: مشكلة التفعيل

source: An activation email has been sent tot he account address you entered
ar: تم إرسال رسالة إلكترونية لتفعيل الحساب إلى العنوان الذي أدخلته

source: Thanks
ar: شكرا
he: תודה

source: activation complete! You may now
ar: تفعيل كاملة! تستطيع الآن

source: login
ar: دخول
he: התחבר

source: using the username and password you set at registration
ar: استخدام اسم المستخدم وكلمة المرور التي وضعت في التسجيل

source: Oops &ndash; it seems that your activation key is invalid. Please check the url again.
ar: عفوا - يبدو أن مفتاح التفعيل غير صالح. الرجاء التحقق من URL مرة أخرى

source: You may now
ar: يمكنك الان

source: Log in to your account
ar: الدخول إلى حسابك
he: התחבר לחשבון שלך

source: Register for free
ar: التسجيل مجانا
he: הרשם בחינם

source: Thanks for using the app
ar: شكرا لاستخدام التطبيق
he: תודה שהשתמשת באפליקציה

source: If you logged out by mistake, you can log back in again below
ar: إذا قمت بالخروج خطأ، يمكنك تسجيل الدخول مرة أخرى ادناه
he: אם התנתקת בטעות, אפשר להתחבר שוב למטה

source: Log in
ar: تسجيل الدخول
he: התחבר

source: Done
ar: منتهى

source: Hmmm, something is wrong there. See the error(s) below and try again
ar: هممم، هناك شيئا خطأ . تشاهد الخطأ (او اكثر) أدناه وحاول مرة أخرى

source: You&apos;ve successfully changed your password
ar: قد غيرت كلمة السر بنجاح

source: Go back to your profile
ar: العودة إلى ملفك الشخصي
he: חזור לפרופיל

source: Update password
ar: تحديث كلمة السر
he: עדכון סיסמא

source: Password reset complete
ar: إعادة تعيين كلمة المرور اكتملت
he: איפוס סיסמא הסתיים

source: Glad we got all that sorted out
ar: سعيد اننا توصلنا الى الحل

source: Your password has been reset successfully
ar: قد تم إعادة تعيين كلمة المرور بنجاح
he: הסיסמא שלך אופסה מחדש בהצלחה

source: Please use your new credentials to
ar: الرجاء استخدام أوراق اعتماد جديدة ل

source: login to your account now
ar: سجل الدخول إلى حسابك الآن
he: התחבר לחשבון עכשיו

source: Enter your new password
ar: أدخل كلمة المرور الجديدة
he: הזן את הסיסמא החדשה שלך

source: Make sure it is hard for someone else, but easy for you, to remember
ar: تأكد من أنه من الصعب لشخص آخر، ولكن من السهل لك، أن نتذكر

source: There was an error in the form. Try again
ar: كان هناك خطأ في النموذج. حاول مرة أخرى
he: היתה שגיאה בטופס, נסה שוב

source: Reset password mail sent
ar: بريد إعادة تعيين كلمة المرور ارسل
he: מייל איפוס סיסמא נשלח

source: Thanks for verifying your email address. A message has been sent to the address you supplied with further instructions.
ar: شكرا على التحقق من عنوان البريد الإلكتروني الخاص بك. تم إرسال رسالة إلى العنوان الذي زودت مع مزيد من التعليمات.
he: תודה על אישור כתובת האימייל. נשלחה הודעה עם הוראות נוספות לכתובת שנתת

source: Reset your password
ar: إعادة تعيين كلمة المرور الخاصة بك
he: איפוס סיסמא

source: Enter the email address your signed up with, and we&apos;ll begin the password reset process
ar: أدخل عنوان البريد الإلكتروني الخاص بك حتى وقعت مع، وسنبدأ عملية إعادة تعيين كلمة المرور

source: Thanks for registering
ar: شكرا للتسجيل
he: תודה שנרשמת

source: An activation email has been sent to the email address you entered. Please check your email and click on the link to activate your account.
ar: لقد تم إرسال بريد التنشيط إلى عنوان البريد الإلكتروني الذي أدخلته. يرجى التحقق من البريد الإلكتروني الخاص بك وانقر على الرابط لتفعيل حسابك.
he: אימייל הפעלת חשבון נשלח לכתובת שנתת. בדוק את האימייל שלך ולחץ על הקישור כדי להפעיל את החשבון שלך.

source: Create an account today
ar: إنشاء حساب اليوم
he: צור חשבון היום

source: App Home
ar: التطبيق الرئيسية

source: Your search returned...
ar: بحثك ارجع

source: A
ar: ال

source: See record
ar: انظر المحضر

source: A budget for the period of
ar: الميزانية للفترة من
he: תקציב לתקופה

source: in
ar: في
he: ב

source: An item in the Budget for
ar: بند في الميزانية لل
he: פריט בתקציב ל

source: Sorry, we have no records that match your search term.
ar: آسف، ليس لدينا أي السجلات التي تطابق مصطلح البحث الخاص بك.
he: מצטערים, אין לנו רשומים התואמים למילות החיפוש

source: Search again...
ar: البحث مرة أخرى ...
he: חפש שוב

source: Search again for anything related to budgets.
ar: بحث مرة أخرى عن أي شيء متعلق الميزانيات.

source: Search for ...
ar: بحث عن ...
he: חפש

source: Search for anything related to budgets
ar: بحث عن أي شيء متعلق الميزانيات.
he: חפש כל דבר הקשור לתקציבים

source: Enter any budget-related keywords, and we'll retreive the matching records for you.
ar: أدخل أية كلمات رئيسية ذات الصلة بالميزانية، وسنقوم بإستعادة سجلات مطابقة بالنسبة لك.

source: Hebrew
ar: العبرية
he: עברית

source: English
ar: الإنجليزية
he: אנגלית

source: Arabic
ar: العربية
he: ערבית

source: Russian
ar: الروسية
he: רוסית

source: Grappelli Documentation
he: מסמכי Grappelli

source: HaSadna
he: הסדנה

source: Developed by prjts
he: פותח ע"י prjts

source: Enter to finish
he: Enter לסיום

source: Enter Email
he: הקלד כתובת מייל

source: Enter Password
he: הקלד סיסמה

source: First Name
he: שם פרטי

source: Last Name
he: שם משפחה

source: Confirm Email
he: הקלד כתובת מייל שנית

source: Confirm Password
he: הקלד סיסמה שנית

source: Enter Current Password
he: הזן את הסיסמא החדשה שלך

source: Enter New Password
he: הזן את הסיסמא החדשה שלך

source: Confirm New Password
he: הזן את הסיסמא החדשה שלך

source: Email Address
he: מעצבי דוא"ל

source: User Account
he: חשבון משתמש

source: User Accounts
he: חשבונות משתמשים

source: Manage projects
he: ניהול פרויקטים

source: Show everything
he: הצג הכל

source: Activities
he: פעילות באתר

source: Login for registered users
he: כניסה למשתמש רשום

source: New user
he: משתמש חדש

source: Password Change
he: שינוי סיסמה

source: Password Reset
he: איפוס סיסמה

source: Registered user
he: משתמש רשום

source: Registration
he: הרשמה

source: Incorrect credentials
he: שם משתמש או סיסמה שגויים

source: Your password has been changed
he: הסיסמה שלך שונתה

source: The form has errors. try again
he: ישנן שגיאות בטופס, נסה שוב

source: Unknown email address
he: כתובת אימיל לא ידועה

source: Students
he: תלמידים

source: The name of this domain.
he: שם המחלקה

source: domain
he: מחלקה

source: domains
he: מחלקות

source: The domain that this division belongs to.
he: המחלקה שאליה משתייכת תת-מחלקה זו

source: Budgeting
he: מתוקצב

source: The name of this entity.
he: שם הרשות

source: An identifying code for this entity.
he: קוד מקוצר רשמי של הרשות

source: There are no Budgets for this entity
he: אין תקציבים לרשות זו

source: Localities
he: רשויות

source: Soon
he: בקרוב

source: Search under:
he: חיפוש תחת:

source: Main
he: ראשי

source: Order
he: סידורי

source: Direction
he: סוג

source: Open Muni Budget
he: תקציב מקומי פתוח

source: Enter Name
he: הקלד שם

source: Enter Message
he: הקלד הודעה

source: For Developers
he: למפתחים

source: A screenshot for this state
he: תצלום מסך של מצב זה

source: The name of this template.
he: שם תצורת התקציב

source: An overview text for this template.
he: תיאור כללי לתצורת תקציב זו

source: template
he: תצורת התקציב

source: templates
he: תצורות התקציב

source: The name of this template node.
he: שם הסעיף

source: An identifying code for this template node.
he: קוד מזהה לסעיף

source: Every node must be either a revenue or expenditure node.
he: מצביע האם הצומת הזו היא לרווחים או הוצאות

source: template node
he: סעיף תקציבי

source: template nodes
he: סעיפי תקציב

source: Budget Amount
he: סכום תכנון

source: The total budgeted amount of this entry.
he: סכום תכנון כולל לסעיף

source: Actual Amount
he: סכום ביצוע

source: The total actual amount of this entry.
he: סכום ביצוע כולל לסעיף

source: sheet item
he: פריט תקציב

source: sheet items
he: פריטי תקציב

source: Comment
he: תגובה

source: sheet item comment
he: דברי הסבר

source: sheet item comments
he: דברי הסבר

source: No {name} found matching the query
he: לא נמצא {name} התואם לשאילתה

source: No {verbose_name} found matching the query
he: לא נמצא רישום התואם לשאילתה

source: Template
he: תצורת תקציב

source: Sheet
he: תקציב

source: Back to the home page
he: חזרה לעמוד הבית

source: Cancel
he: ביטול

source: Entities
he: רשויות

source: Open Local Budgets
he: התקציב המקומי הפתוח

source: Public Knowledge Workshop
he: הסדנא לידע ציבורי
